{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 2048,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 501,
    "pad_type_id": 501,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 500,
      "content": "[CLS]",
      "single_word": true,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 501,
      "content": "[PAD]",
      "single_word": true,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 502,
      "content": "[MASK]",
      "single_word": true,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 503,
      "content": "[SEP]",
      "single_word": true,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 504,
      "content": "[UNK]",
      "single_word": true,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": {
    "type": "Sequence",
    "processors": [
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": false,
        "use_regex": true
      },
      {
        "type": "TemplateProcessing",
        "single": [
          {
            "SpecialToken": {
              "id": "[CLS]",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "A",
              "type_id": 0
            }
          },
          {
            "SpecialToken": {
              "id": "[SEP]",
              "type_id": 0
            }
          }
        ],
        "pair": [
          {
            "SpecialToken": {
              "id": "[CLS]",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "A",
              "type_id": 0
            }
          },
          {
            "SpecialToken": {
              "id": "[SEP]",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "B",
              "type_id": 1
            }
          },
          {
            "SpecialToken": {
              "id": "[SEP]",
              "type_id": 1
            }
          }
        ],
        "special_tokens": {
          "[CLS]": {
            "id": "[CLS]",
            "ids": [
              500
            ],
            "tokens": [
              "[CLS]"
            ]
          },
          "[SEP]": {
            "id": "[SEP]",
            "ids": [
              501
            ],
            "tokens": [
              "[SEP]"
            ]
          }
        }
      }
    ]
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "!": 0,
      "#": 1,
      "$": 2,
      "%": 3,
      "&": 4,
      "(": 5,
      ")": 6,
      "*": 7,
      "+": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      ";": 24,
      "<": 25,
      "=": 26,
      ">": 27,
      "?": 28,
      "@": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "H": 37,
      "I": 38,
      "J": 39,
      "K": 40,
      "L": 41,
      "M": 42,
      "N": 43,
      "O": 44,
      "P": 45,
      "Q": 46,
      "R": 47,
      "S": 48,
      "T": 49,
      "U": 50,
      "V": 51,
      "W": 52,
      "X": 53,
      "Y": 54,
      "Z": 55,
      "[": 56,
      "\\": 57,
      "]": 58,
      "^": 59,
      "_": 60,
      "`": 61,
      "a": 62,
      "b": 63,
      "c": 64,
      "d": 65,
      "e": 66,
      "f": 67,
      "g": 68,
      "h": 69,
      "i": 70,
      "j": 71,
      "k": 72,
      "l": 73,
      "m": 74,
      "n": 75,
      "o": 76,
      "p": 77,
      "q": 78,
      "r": 79,
      "s": 80,
      "t": 81,
      "u": 82,
      "v": 83,
      "w": 84,
      "x": 85,
      "y": 86,
      "z": 87,
      "{": 88,
      "|": 89,
      "}": 90,
      "~": 91,
      "¡": 92,
      "¢": 93,
      "£": 94,
      "¤": 95,
      "¥": 96,
      "¦": 97,
      "§": 98,
      "¨": 99,
      "©": 100,
      "ª": 101,
      "«": 102,
      "¬": 103,
      "®": 104,
      "¯": 105,
      "°": 106,
      "±": 107,
      "²": 108,
      "³": 109,
      "´": 110,
      "µ": 111,
      "¶": 112,
      "·": 113,
      "¸": 114,
      "¹": 115,
      "º": 116,
      "»": 117,
      "¼": 118,
      "½": 119,
      "¾": 120,
      "¿": 121,
      "Â": 122,
      "Ã": 123,
      "Ä": 124,
      "Å": 125,
      "Æ": 126,
      "Ç": 127,
      "Ê": 128,
      "Ì": 129,
      "Î": 130,
      "Ï": 131,
      "Ð": 132,
      "Ñ": 133,
      "×": 134,
      "Ù": 135,
      "Ú": 136,
      "à": 137,
      "á": 138,
      "â": 139,
      "ã": 140,
      "ä": 141,
      "å": 142,
      "æ": 143,
      "ç": 144,
      "è": 145,
      "é": 146,
      "ê": 147,
      "î": 148,
      "ï": 149,
      "ð": 150,
      "ñ": 151,
      "ó": 152,
      "ô": 153,
      "ĉ": 154,
      "Ġ": 155,
      "ġ": 156,
      "Ģ": 157,
      "ģ": 158,
      "Ĥ": 159,
      "ĥ": 160,
      "Ħ": 161,
      "ħ": 162,
      "Ĩ": 163,
      "ĩ": 164,
      "Ī": 165,
      "ī": 166,
      "Ĭ": 167,
      "ĭ": 168,
      "Į": 169,
      "į": 170,
      "İ": 171,
      "ı": 172,
      "Ĳ": 173,
      "ĳ": 174,
      "Ĵ": 175,
      "ĵ": 176,
      "Ķ": 177,
      "ķ": 178,
      "ĸ": 179,
      "Ĺ": 180,
      "ĺ": 181,
      "Ļ": 182,
      "ļ": 183,
      "Ľ": 184,
      "ľ": 185,
      "Ŀ": 186,
      "ŀ": 187,
      "Ł": 188,
      "ł": 189,
      "Ń": 190,
      "á»": 191,
      "áº": 192,
      "ng": 193,
      "Ġt": 194,
      "Ġc": 195,
      "ĠÄ": 196,
      "ĠÄĳ": 197,
      "nh": 198,
      "Ãł": 199,
      "Ġl": 200,
      "Æ°": 201,
      "hÃ": 202,
      "Ġm": 203,
      "Ġv": 204,
      "Ġb": 205,
      "há»": 206,
      "Ġn": 207,
      "Ġnh": 208,
      "Ġk": 209,
      "háº": 210,
      "Æ°á»": 211,
      "Ã¡": 212,
      "Ã´": 213,
      "Ã³": 214,
      "Ġng": 215,
      "Ġg": 216,
      "Ġs": 217,
      "Ġtr": 218,
      "iá»": 219,
      "Ãª": 220,
      "áº¿": 221,
      "á»Ļ": 222,
      "áº¡": 223,
      "Ġr": 224,
      "Ġch": 225,
      "Ã¬": 226,
      "Ãªn": 227,
      "hÃ´": 228,
      "áº¥": 229,
      "Ã¢": 230,
      "ĠÄĳá»": 231,
      "Ŀi": 232,
      "Ġd": 233,
      "Ġh": 234,
      "qu": 235,
      "ĠlÃł": 236,
      "Ġcá»": 237,
      "Æ¡": 238,
      "áº£": 239,
      "Ġp": 240,
      "Ã´i": 241,
      "á»ĳ": 242,
      "hÃ´ng": 243,
      "Ġvá»": 244,
      "Ġth": 245,
      "iáº¿": 246,
      "ĠvÃł": 247,
      "á»Ļt": 248,
      "ĠkhÃ´ng": 249,
      "Ġchá»": 250,
      "Ġx": 251,
      "Ġtháº": 252,
      "áº§": 253,
      "Ã£": 254,
      "ĠT": 255,
      "Ġqu": 256,
      "áºŃ": 257,
      "Ġmá»Ļt": 258,
      "Æ°á»Ŀi": 259,
      "áº¯": 260,
      "ĠcÃ³": 261,
      "Ľi": 262,
      "anh": 263,
      "áº¡i": 264,
      "§a": 265,
      "Ġhá»": 266,
      "Ġtá»": 267,
      "ĠthÃ": 268,
      "Ġcá»§a": 269,
      "ay": 270,
      "Ġthá»": 271,
      "ĠtÃ´i": 272,
      "á»ĵ": 273,
      "iá»ĩ": 274,
      "ĠchÃ": 275,
      "Ã´ng": 276,
      "ĠnhÆ°": 277,
      "Æ°á»£": 278,
      "á»¯": 279,
      "ĠnÃ³": 280,
      "ĠcÃ¡": 281,
      "Ġgi": 282,
      "ĠnÃł": 283,
      "Ã²": 284,
      "ong": 285,
      "ai": 286,
      "uy": 287,
      "ĠngÆ°á»Ŀi": 288,
      "Ã¬nh": 289,
      "Äĥ": 290,
      "©ng": 291,
      "ch": 292,
      "áº·": 293,
      "áº¥t": 294,
      "ao": 295,
      "Ãº": 296,
      "on": 297,
      "á»Ł": 298,
      "Ġcho": 299,
      "Ġkh": 300,
      "Æ°á»Ľ": 301,
      "ĠÄĳÃ£": 302,
      "uá»ĳ": 303,
      "Æ°á»£c": 304,
      "Ġanh": 305,
      "âĢ": 306,
      "Ġbá»": 307,
      "Ġláº¡i": 308,
      "áº¥y": 309,
      "iá»ģ": 310,
      "ĠmÃł": 311,
      "Ġcháº": 312,
      "Ġlá»": 313,
      "Ġra": 314,
      "Ġmá»": 315,
      "ang": 316,
      "ĠÄĳÆ°á»£c": 317,
      "Æ°Æ¡": 318,
      "ĠÄĳi": 319,
      "á»ĵi": 320,
      "Ġpháº": 321,
      "Ã¹": 322,
      "£i": 323,
      "hÃ¡": 324,
      "Ġháº": 325,
      "áº¿n": 326,
      "Å©ng": 327,
      "ĠN": 328,
      "..": 329,
      "an": 330,
      "Ãłng": 331,
      "ĠnÃ³i": 332,
      "Ġcon": 333,
      "á»¯ng": 334,
      "Ġgiá»": 335,
      "Æ°á»Ľc": 336,
      "ĠC": 337,
      "Ġtrong": 338,
      "Ã¢y": 339,
      "ĠH": 340,
      "Ġnhá»¯ng": 341,
      "Ġvá»Ľi": 342,
      "iáº¿t": 343,
      "Ġsá»": 344,
      "ĠcÅ©ng": 345,
      "Ġngh": 346,
      "au": 347,
      "áº§n": 348,
      "ĠÄĳÃ³": 349,
      "em": 350,
      "Ġcáº£": 351,
      "Æ°Æ¡ng": 352,
      "ÃŃ": 353,
      "Ã¢n": 354,
      "ĠlÃłm": 355,
      "ĠÄĳáº¿n": 356,
      "ot": 357,
      "Æ°á»Ŀ": 358,
      "iÃªn": 359,
      "ĠĠ": 360,
      "Ã¢u": 361,
      "quot": 362,
      "Ã²n": 363,
      "ĠthÃ¬": 364,
      "Ãłn": 365,
      "ĠvÃło": 366,
      "ĠÃ´ng": 367,
      "uyá»": 368,
      "Æ°á»Ŀng": 369,
      "Ġpháº£i": 370,
      "±ng": 371,
      "inh": 372,
      "áº§u": 373,
      "ĠcÃ´": 374,
      "Ġta": 375,
      "Ġvá»ģ": 376,
      "Ãłi": 377,
      "áº¯t": 378,
      "Ä©": 379,
      "Ġtháº¥": 380,
      "Ġá»Ł": 381,
      "á»į": 382,
      "ĠgÃ¬": 383,
      "iá»ģu": 384,
      "ĠÄĳá»ĥ": 385,
      "áº¹": 386,
      "Æ°a": 387,
      "Ġrá»ĵi": 388,
      "ĠlÃªn": 389,
      "ĠcÃ¡i": 390,
      "ĠmÃ¬nh": 391,
      "áº½": 392,
      "Ã©": 393,
      "ĠL": 394,
      "ĠchÃº": 395,
      "ĠnÃły": 396,
      "ĠphÃ": 397,
      "Ġ-": 398,
      "Ġem": 399,
      "Ġbiáº¿t": 400,
      "ĠcÃ²n": 401,
      "Ġtháº¥y": 402,
      "ĠnhÃł": 403,
      "ĠM": 404,
      "iá»ĥ": 405,
      "Ġhá»į": 406,
      "Æ¡n": 407,
      "ĠB": 408,
      "Ãłnh": 409,
      "Ã¡i": 410,
      "Äĥm": 411,
      "áº«": 412,
      "áº·t": 413,
      "Ġtiáº¿": 414,
      "ĠhÃ": 415,
      "Ã¹ng": 416,
      "©c": 417,
      "Ġkhi": 418,
      "am": 419,
      "Ãªu": 420,
      "Ġnhá»": 421,
      "Æ¡i": 422,
      "áºŃy": 423,
      "ĠnÃło": 424,
      "ĠV": 425,
      "ĠÄĲ": 426,
      "Ġchá»ī": 427,
      "Ġtháº¿": 428,
      "Ġtá»«": 429,
      "Ãły": 430,
      "Ãºc": 431,
      "Ġho": 432,
      "Ġ.": 433,
      "áºŃn": 434,
      "Ã¡c": 435,
      "uyá»ĩ": 436,
      "ÄĲ": 437,
      "Ńa": 438,
      "áº±ng": 439,
      "Ã½": 440,
      "ung": 441,
      "ĠÄĳáº§u": 442,
      "ıi": 443,
      "á»ķ": 444,
      "¢n": 445,
      "Ġhai": 446,
      "Ġdá»": 447,
      "áº»": 448,
      "ĠP": 449,
      "Ġtay": 450,
      "áº«n": 451,
      "Ġthá»ĥ": 452,
      "ĠbÃł": 453,
      "Ġy": 454,
      "Æ°ng": 455,
      "ĠK": 456,
      "áº¡n": 457,
      "ĠnhÆ°ng": 458,
      "ĠkhÃ¡": 459,
      "TÃ´i": 460,
      "³ng": 461,
      "ĠnhÃ¬": 462,
      "ĠÄĳÃ¡": 463,
      "iá»ĩn": 464,
      "Ġná»¯": 465,
      "ĠnhÃ¬n": 466,
      "ĠtrÃªn": 467,
      "eo": 468,
      "...": 469,
      "Ġsáº½": 470,
      "uyá»ĩn": 471,
      "in": 472,
      "Ġsao": 473,
      "Ġáº¥y": 474,
      "Ńt": 475,
      "Ã¢m": 476,
      "Ġgiá»Ŀ": 477,
      "¿t": 478,
      "á»Ļc": 479,
      "Anh": 480,
      "áºŃt": 481,
      "±c": 482,
      "Ã¡o": 483,
      "Ġmáº·t": 484,
      "«ng": 485,
      "Ġngá»": 486,
      "Äĥn": 487,
      "Ġchá»ĭ": 488,
      "uá»ĳng": 489,
      "Ġsá»ĳ": 490,
      "ĠcÃ¡c": 491,
      "uá»ĳn": 492,
      "ĠvÃ¬": 493,
      "Ġbá»ĭ": 494,
      "ĠâĢ": 495,
      "á»Ļi": 496,
      "ĠkhÃ": 497,
      "Ġsá»±": 498,
      "ĵng": 499
    },
    "merges": [
      [
        "á",
        "»"
      ],
      [
        "á",
        "º"
      ],
      [
        "n",
        "g"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "Ä"
      ],
      [
        "ĠÄ",
        "ĳ"
      ],
      [
        "n",
        "h"
      ],
      [
        "Ã",
        "ł"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "Æ",
        "°"
      ],
      [
        "h",
        "Ã"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "h",
        "á»"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "Ġ",
        "nh"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "h",
        "áº"
      ],
      [
        "Æ°",
        "á»"
      ],
      [
        "Ã",
        "¡"
      ],
      [
        "Ã",
        "´"
      ],
      [
        "Ã",
        "³"
      ],
      [
        "Ġ",
        "ng"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġt",
        "r"
      ],
      [
        "i",
        "á»"
      ],
      [
        "Ã",
        "ª"
      ],
      [
        "áº",
        "¿"
      ],
      [
        "á»",
        "Ļ"
      ],
      [
        "áº",
        "¡"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "Ġc",
        "h"
      ],
      [
        "Ã",
        "¬"
      ],
      [
        "Ãª",
        "n"
      ],
      [
        "hÃ",
        "´"
      ],
      [
        "áº",
        "¥"
      ],
      [
        "Ã",
        "¢"
      ],
      [
        "ĠÄĳ",
        "á»"
      ],
      [
        "Ŀ",
        "i"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "q",
        "u"
      ],
      [
        "Ġl",
        "Ãł"
      ],
      [
        "Ġc",
        "á»"
      ],
      [
        "Æ",
        "¡"
      ],
      [
        "áº",
        "£"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ã´",
        "i"
      ],
      [
        "á»",
        "ĳ"
      ],
      [
        "hÃ´",
        "ng"
      ],
      [
        "Ġv",
        "á»"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "i",
        "áº¿"
      ],
      [
        "Ġv",
        "Ãł"
      ],
      [
        "á»Ļ",
        "t"
      ],
      [
        "Ġk",
        "hÃ´ng"
      ],
      [
        "Ġc",
        "há»"
      ],
      [
        "Ġ",
        "x"
      ],
      [
        "Ġt",
        "háº"
      ],
      [
        "áº",
        "§"
      ],
      [
        "Ã",
        "£"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "qu"
      ],
      [
        "áº",
        "Ń"
      ],
      [
        "Ġm",
        "á»Ļt"
      ],
      [
        "Æ°á»",
        "Ŀi"
      ],
      [
        "áº",
        "¯"
      ],
      [
        "Ġc",
        "Ã³"
      ],
      [
        "Ľ",
        "i"
      ],
      [
        "a",
        "nh"
      ],
      [
        "áº¡",
        "i"
      ],
      [
        "§",
        "a"
      ],
      [
        "Ġ",
        "há»"
      ],
      [
        "Ġt",
        "á»"
      ],
      [
        "Ġt",
        "hÃ"
      ],
      [
        "Ġcá»",
        "§a"
      ],
      [
        "a",
        "y"
      ],
      [
        "Ġt",
        "há»"
      ],
      [
        "Ġt",
        "Ã´i"
      ],
      [
        "á»",
        "ĵ"
      ],
      [
        "iá»",
        "ĩ"
      ],
      [
        "Ġc",
        "hÃ"
      ],
      [
        "Ã´",
        "ng"
      ],
      [
        "Ġnh",
        "Æ°"
      ],
      [
        "Æ°á»",
        "£"
      ],
      [
        "á»",
        "¯"
      ],
      [
        "Ġn",
        "Ã³"
      ],
      [
        "Ġc",
        "Ã¡"
      ],
      [
        "Ġg",
        "i"
      ],
      [
        "Ġn",
        "Ãł"
      ],
      [
        "Ã",
        "²"
      ],
      [
        "o",
        "ng"
      ],
      [
        "a",
        "i"
      ],
      [
        "u",
        "y"
      ],
      [
        "Ġng",
        "Æ°á»Ŀi"
      ],
      [
        "Ã¬",
        "nh"
      ],
      [
        "Ä",
        "ĥ"
      ],
      [
        "©",
        "ng"
      ],
      [
        "c",
        "h"
      ],
      [
        "áº",
        "·"
      ],
      [
        "áº¥",
        "t"
      ],
      [
        "a",
        "o"
      ],
      [
        "Ã",
        "º"
      ],
      [
        "o",
        "n"
      ],
      [
        "á»",
        "Ł"
      ],
      [
        "Ġch",
        "o"
      ],
      [
        "Ġk",
        "h"
      ],
      [
        "Æ°á»",
        "Ľ"
      ],
      [
        "ĠÄĳ",
        "Ã£"
      ],
      [
        "u",
        "á»ĳ"
      ],
      [
        "Æ°á»£",
        "c"
      ],
      [
        "Ġ",
        "anh"
      ],
      [
        "â",
        "Ģ"
      ],
      [
        "Ġb",
        "á»"
      ],
      [
        "Ġl",
        "áº¡i"
      ],
      [
        "áº¥",
        "y"
      ],
      [
        "iá»",
        "ģ"
      ],
      [
        "Ġm",
        "Ãł"
      ],
      [
        "Ġc",
        "háº"
      ],
      [
        "Ġl",
        "á»"
      ],
      [
        "Ġr",
        "a"
      ],
      [
        "Ġm",
        "á»"
      ],
      [
        "a",
        "ng"
      ],
      [
        "ĠÄĳ",
        "Æ°á»£c"
      ],
      [
        "Æ°",
        "Æ¡"
      ],
      [
        "ĠÄĳ",
        "i"
      ],
      [
        "á»ĵ",
        "i"
      ],
      [
        "Ġp",
        "háº"
      ],
      [
        "Ã",
        "¹"
      ],
      [
        "£",
        "i"
      ],
      [
        "hÃ",
        "¡"
      ],
      [
        "Ġ",
        "háº"
      ],
      [
        "áº¿",
        "n"
      ],
      [
        "Å",
        "©ng"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        ".",
        "."
      ],
      [
        "a",
        "n"
      ],
      [
        "Ãł",
        "ng"
      ],
      [
        "ĠnÃ³",
        "i"
      ],
      [
        "Ġc",
        "on"
      ],
      [
        "á»¯",
        "ng"
      ],
      [
        "Ġg",
        "iá»"
      ],
      [
        "Æ°á»Ľ",
        "c"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġtr",
        "ong"
      ],
      [
        "Ã¢",
        "y"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġnh",
        "á»¯ng"
      ],
      [
        "Ġvá»",
        "Ľi"
      ],
      [
        "iáº¿",
        "t"
      ],
      [
        "Ġs",
        "á»"
      ],
      [
        "Ġc",
        "Å©ng"
      ],
      [
        "Ġng",
        "h"
      ],
      [
        "a",
        "u"
      ],
      [
        "áº§",
        "n"
      ],
      [
        "ĠÄĳ",
        "Ã³"
      ],
      [
        "e",
        "m"
      ],
      [
        "Ġc",
        "áº£"
      ],
      [
        "Æ°Æ¡",
        "ng"
      ],
      [
        "Ã",
        "Ń"
      ],
      [
        "Ã¢",
        "n"
      ],
      [
        "ĠlÃł",
        "m"
      ],
      [
        "ĠÄĳ",
        "áº¿n"
      ],
      [
        "o",
        "t"
      ],
      [
        "Æ°á»",
        "Ŀ"
      ],
      [
        "i",
        "Ãªn"
      ],
      [
        "Ġ",
        "Ġ"
      ],
      [
        "Ã¢",
        "u"
      ],
      [
        "qu",
        "ot"
      ],
      [
        "Ã²",
        "n"
      ],
      [
        "ĠthÃ",
        "¬"
      ],
      [
        "Ãł",
        "n"
      ],
      [
        "ĠvÃł",
        "o"
      ],
      [
        "Ġ",
        "Ã´ng"
      ],
      [
        "uy",
        "á»"
      ],
      [
        "Æ°á»Ŀ",
        "ng"
      ],
      [
        "Ġpháº",
        "£i"
      ],
      [
        "±",
        "ng"
      ],
      [
        "i",
        "nh"
      ],
      [
        "áº§",
        "u"
      ],
      [
        "Ġc",
        "Ã´"
      ],
      [
        "Ġt",
        "a"
      ],
      [
        "Ġvá»",
        "ģ"
      ],
      [
        "Ãł",
        "i"
      ],
      [
        "áº¯",
        "t"
      ],
      [
        "Ä",
        "©"
      ],
      [
        "Ġtháº",
        "¥"
      ],
      [
        "Ġ",
        "á»Ł"
      ],
      [
        "á»",
        "į"
      ],
      [
        "Ġg",
        "Ã¬"
      ],
      [
        "iá»ģ",
        "u"
      ],
      [
        "ĠÄĳá»",
        "ĥ"
      ],
      [
        "áº",
        "¹"
      ],
      [
        "Æ°",
        "a"
      ],
      [
        "Ġr",
        "á»ĵi"
      ],
      [
        "Ġl",
        "Ãªn"
      ],
      [
        "ĠcÃ¡",
        "i"
      ],
      [
        "Ġm",
        "Ã¬nh"
      ],
      [
        "áº",
        "½"
      ],
      [
        "Ã",
        "©"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "ĠchÃ",
        "º"
      ],
      [
        "ĠnÃł",
        "y"
      ],
      [
        "Ġp",
        "hÃ"
      ],
      [
        "Ġ",
        "-"
      ],
      [
        "Ġ",
        "em"
      ],
      [
        "Ġb",
        "iáº¿t"
      ],
      [
        "Ġc",
        "Ã²n"
      ],
      [
        "Ġtháº¥",
        "y"
      ],
      [
        "Ġnh",
        "Ãł"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "iá»",
        "ĥ"
      ],
      [
        "Ġhá»",
        "į"
      ],
      [
        "Æ¡",
        "n"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ãł",
        "nh"
      ],
      [
        "Ã¡",
        "i"
      ],
      [
        "Äĥ",
        "m"
      ],
      [
        "áº",
        "«"
      ],
      [
        "áº·",
        "t"
      ],
      [
        "Ġt",
        "iáº¿"
      ],
      [
        "Ġ",
        "hÃ"
      ],
      [
        "Ã¹",
        "ng"
      ],
      [
        "©",
        "c"
      ],
      [
        "Ġkh",
        "i"
      ],
      [
        "a",
        "m"
      ],
      [
        "Ãª",
        "u"
      ],
      [
        "Ġnh",
        "á»"
      ],
      [
        "Æ¡",
        "i"
      ],
      [
        "áºŃ",
        "y"
      ],
      [
        "ĠnÃł",
        "o"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "ĠÄ",
        "Ĳ"
      ],
      [
        "Ġchá»",
        "ī"
      ],
      [
        "Ġtháº",
        "¿"
      ],
      [
        "Ġtá»",
        "«"
      ],
      [
        "Ãł",
        "y"
      ],
      [
        "Ãº",
        "c"
      ],
      [
        "Ġh",
        "o"
      ],
      [
        "Ġ",
        "."
      ],
      [
        "áºŃ",
        "n"
      ],
      [
        "Ã¡",
        "c"
      ],
      [
        "uyá»",
        "ĩ"
      ],
      [
        "Ä",
        "Ĳ"
      ],
      [
        "Ń",
        "a"
      ],
      [
        "áº",
        "±ng"
      ],
      [
        "Ã",
        "½"
      ],
      [
        "u",
        "ng"
      ],
      [
        "ĠÄĳ",
        "áº§u"
      ],
      [
        "ı",
        "i"
      ],
      [
        "á»",
        "ķ"
      ],
      [
        "¢",
        "n"
      ],
      [
        "Ġh",
        "ai"
      ],
      [
        "Ġd",
        "á»"
      ],
      [
        "áº",
        "»"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "Ġt",
        "ay"
      ],
      [
        "áº«",
        "n"
      ],
      [
        "Ġthá»",
        "ĥ"
      ],
      [
        "Ġb",
        "Ãł"
      ],
      [
        "Ġ",
        "y"
      ],
      [
        "Æ°",
        "ng"
      ],
      [
        "Ġ",
        "K"
      ],
      [
        "áº¡",
        "n"
      ],
      [
        "ĠnhÆ°",
        "ng"
      ],
      [
        "Ġk",
        "hÃ¡"
      ],
      [
        "T",
        "Ã´i"
      ],
      [
        "³",
        "ng"
      ],
      [
        "Ġnh",
        "Ã¬"
      ],
      [
        "ĠÄĳ",
        "Ã¡"
      ],
      [
        "iá»ĩ",
        "n"
      ],
      [
        "Ġn",
        "á»¯"
      ],
      [
        "ĠnhÃ¬",
        "n"
      ],
      [
        "Ġtr",
        "Ãªn"
      ],
      [
        "e",
        "o"
      ],
      [
        "..",
        "."
      ],
      [
        "Ġs",
        "áº½"
      ],
      [
        "uyá»ĩ",
        "n"
      ],
      [
        "i",
        "n"
      ],
      [
        "Ġs",
        "ao"
      ],
      [
        "Ġ",
        "áº¥y"
      ],
      [
        "Ń",
        "t"
      ],
      [
        "Ã¢",
        "m"
      ],
      [
        "Ġgiá»",
        "Ŀ"
      ],
      [
        "¿",
        "t"
      ],
      [
        "á»Ļ",
        "c"
      ],
      [
        "A",
        "nh"
      ],
      [
        "áºŃ",
        "t"
      ],
      [
        "±",
        "c"
      ],
      [
        "Ã¡",
        "o"
      ],
      [
        "Ġm",
        "áº·t"
      ],
      [
        "«",
        "ng"
      ],
      [
        "Ġng",
        "á»"
      ],
      [
        "Äĥ",
        "n"
      ],
      [
        "Ġchá»",
        "ĭ"
      ],
      [
        "uá»ĳ",
        "ng"
      ],
      [
        "Ġs",
        "á»ĳ"
      ],
      [
        "ĠcÃ¡",
        "c"
      ],
      [
        "uá»ĳ",
        "n"
      ],
      [
        "Ġv",
        "Ã¬"
      ],
      [
        "Ġbá»",
        "ĭ"
      ],
      [
        "Ġ",
        "âĢ"
      ],
      [
        "á»Ļ",
        "i"
      ],
      [
        "Ġk",
        "hÃ"
      ],
      [
        "Ġsá»",
        "±"
      ],
      [
        "ĵ",
        "ng"
      ]
    ]
  }
}